<?php $this->layout('layouts/default') ?>

<?php $this->section('content') ?>

<div class="post">

    <h1 style="margin-bottom: 40px;">
        Статья “Игровые упражнения”
    </h1>

    <p>В соответствии с современными требованиями к уроку, восприятие и осмысление изучаемых явлений должно быть целенаправленным, творческих перерабатываться в ходе выполнения речевых действий. Осмысление должно обеспечиваться через ситуативную обусловленность, контекст, языковые средства. Необходимо, чтобы достижение сознания учеников было связано с их активностью и самостоятельностью. А принцип коммуникативной направленности&shy;предполагает вовлечение учащихся в устную и письменную коммуникацию, т.е. общение на иностранном языке в ходе всего обучения. Существуют приемы, которые сделают любой урок более интересным и захватывающим,&shy; не оставив равнодушным ни одного учащегося. Они помогут &shy;превратить любое скучное упражнение в увлекательную игру. На основе таких заданий можно отрабатывать, повторять или контролировать практически любой языковой и речевой материал, включая лексику, грамматику, структуры предложения и т.д. Данные легко моделировать и использовать для обучения всем четырем видам речевой деятельности: аудированию, говорению, чтению и письму, в рамках запланированной темы.</p>

    <p></p>

    <p>Grammer auction &ndash; Грамматический аукцион.</p>

    <p>Упражнение предназначено для отработки грамматических явлений и помогает совершенствовать умение чтения. Оно также включает повторение количественных числительных и математических действий. Развивает навыки работы в группах, внимательность и аналитические способности учащихся.</p>

    <p>Правила игры</p>

    <p>Разделиться на команды, придумать название (прил. + сущ. &ndash; любое сочетание слов на нужное правило).<br />
        Каждая команда получает по 3000 фунтов, на которые можно будет покупать предложения.<br />
        Каждая команда получает листок с предложениями, часть их которых правильные, а часть содержит ошибки (одну в каждом предложении).<br />
        Команды должны покупать правильные предложения. Задача каждой команды купить наибольшее количество правильных предложения.<br />
        Участники команд демонстрируют желание приобрести предложение, поднимая руку.<br />
        Начальная цена каждого предложения 200 фунтов. Ставка каждый раз повышается на 100 фунтов.<br />
        Предложение достается команде готовой заплатить наибольшую сумму.<br />
        Результаты фиксируются на доске.<br />
        Нельзя выходить за пределы 3000 фунтов.</p>

    <p></p>

    <p>Записи на доске</p>

    <p>Cunning foxes</p>

    <p>Crazy bears</p>

    <p>Green frogs</p>

    <p>1 - &pound;900</p>

    <p>номер предложения</p>

    <p>3 - &pound;500</p>

    <p>2 &ndash; &pound;1100</p>

    <p>&ndash; &pound;300</p>

    <p></p>

    <p>Выигрывает команда, купившая наибольшее число правильных предложений.</p>

    <p>После продажи всех предложений происходит обсуждение, во время которого учащиеся объясняют, какие ошибки они обнаружили и дают правильные варианты. Внимание! Неправильные предложения нельзя произносить вслух, чтобы избежать непроизвольного запоминания, поэтому в течение всей игры называются только номера. Задача учителя состоит в регулировании всего процесса игры.</p>

    <p>Данный вид упражнения способствует хорошему запоминанию грамматического материала, так как человек, отдавший деньги (хоть и виртуальные) за неправильное предложение никогда не забудет, какая в нем была ошибка.</p>

    <p></p>

    <p>What&rsquo;s my line? &ndash; Угадайте кто?</p>

    <p>Игра способствует развитию умения диалогической речи, а именно помогает отработать устное составление вопросов без опоры и неподготовленные ответы. Она также развивает некоторые общеучебные компетенции, такие как анализ и критическое мышление.</p>

    <p>Правила игры</p>

    <p>Каждый учащийся записывает предложение на 3 отдельных листах. Один их них оставляет себе, а два других отдает учителю.<br />
        Учитель перемешивает листы и раздает каждому участнику по два. Таким образом, у каждого игрока оказывается по 3 разных предложения, одно из которых является его собственным.<br />
        Первый игрок встает и зачитывает любое них трех предложений, двое других, у кого есть такое же предложение, тоже встают. А каждый из стоящих должен убедить класс, что это его собственное предложение.<br />
        Класс задет вопросы всем стоящим игрокам, которые в свою очередь стараются находить правдоподобные ответы.<br />
        Класс, анализируя ответы, должен угадать, кто из стоящих говорит правду.</p>

    <p></p>

    <p>seats if&hellip; &ndash; Поменяйтесь местами, если&hellip;</p>

    <p>Данное упражнение помогает развитию умение спонтанной речи и призвано снять психологические трудности и страх перед произнесением иностранных слов. На его основе можно отрабатывать различные грамматические явления,&shy; структуры предложения, а также навыки аудирования. Этот вид игровой деятельности можно использовать в качестве физ. минутки.</p>

    <p>Правила игры</p>

    <p>Выбирается ведущий.<br />
        Участники садятся в круг.<br />
        Ведущий произносит предложение, содержащее заданную структуру. Например, &laquo;Change you seats if you have been to Moscow&raquo;, если необходимо отработать структуру &laquo;have been&raquo; или время Present Perfect.<br />
        Все, кто был в Москве, меняются местами, ведущий также занимает один из освободившихся стульев.<br />
        Участник, неуспевший занять место, берет на себя обязанности ведущего. Раунд повторяется.</p>

</div>

<?php $this->append() ?>
