<?php $this->layout('layouts/default') ?>

<?php $this->section('content') ?>

<div class="post">
    <h1>План урока: идиомы с say, tell, speak, talk</h1>

    <div id="contenttest">
        <form id="contenttest1" name="contenttest1">
            <p>

            </p><p><img alt="идиомы say tell speak talk" style="cursor: default; width: 148px; height: 148px; float: left; margin: 0px 10px 10px 0px;" src="<?=$this->asset->getUrl('img/dfca8268afe351d9960af021e92a7f8a.jpg')?>"></p><p><span style="color: #3f3151;"><b>Уровень</b></span>: Advanced,
                Upper-intermediate</p>

            <p><span style="color: #3f3151;"><b>Тема</b></span>:
                Languages</p>

            <p><span style="color: #3f3151;"><b>Учебник</b></span>: English File 3 Edition Advanced</p>

            <p><span style="color: #3f3151;"><b>Focus</b></span>:
                Vocabulary - idioms with say / tell / speak / talk / word</p>
            <p><br></p><div class="border-block"><p>Этот план урока можно использовать с любым учебником уровней Upper-intermediate или <span>Advanced, </span>где рассматривается тема <span>Languages
</span>или разница между глаголами <span>say / tell / speak / talk. </span></p>

                <p>Можно также использовать эти задания и упражнения на идиомы
                    с say / tell / speak / talk самостоятельно, независимо от
                    учебников. Все задания, упражнения и план урока можно скачать и пользоваться на
                    свои уроках.</p> </div><br><p>Покажу, как мы расширяем словарный запас разговорными идиомами на высоких уровнях. Конкретно этот план
                урока я писала для группы Advanced, которая занимается по новому учебнику English File Third Edition Advanced. Но не вижу препятствий
                использовать эти же материалы для уровня Upper-intermediate. </p>
            <p>Если вы не преподаватель, загляните в интерактивный урок, где все идиомы с say, tell, speak и talk можно потренировать самостоятельно.</p><p><br></p><br><p>А конкретно в упражнении 5 Vocabulary дается неплохая, в общем-то,
                лексика на тему Learning languages,
                особенно в части фразовых глаголов и идиом:</p>

            <ul><li>pick up</li><li>brush up</li><li>get by</li><li>at the tip
                    of my tongue</li><li>talk at
                    cross purposes</li></ul>

            <p>- отличная, годная лексика. </p>

            <p>Также в этом упражнении делается попытка уяснить разницу между <span>say, tell, speak </span>и <span>talk </span>через collocations:</p>

            <ul><li>speak three
                    languages</li><li>tell the
                    truth</li><li>we need to talk</li></ul>

            <p>Подход совершенно верный, спору нет. От наглядных примеров употребления
                и словосочетаний пользы больше, чем от словарных определений. Что, например, составляет основу лексического подхода. <br></p>

            <p>Но мне показалось как-то несерьезно всерьез (намеренное
                словосочетание!) разбирать подобные фразы на уровне Advanced. Монстры английского мы или
                где?))) Такими словосочетаниями надо было на уровне Elementary заниматься!</p>

            <p>Именно поэтому мы сейчас добавим устойчивых выражений со
                словами say, tell, speak, talk и – гулять
                так гулять – word. Все
                это шикарнейшие идиоматические выражения, постоянно используемые в повседневной
                разговорной речи.</p>

            <p>Покажу и расскажу пошагово, как мы работали с этими выражениями.
                План урока с заданиями, раздаточным материалом и ответами можно скачать ниже.</p>
            <p><br></p><h2><span style="color: #3f3151;">План урока</span><br></h2><p><span style="color: #3f3151;"><b>Lead-in</b></span> После
                (или во время) упражнения 5 Vocabulary в Student’s Book, вот этой его части:</p><p><img style="cursor: default; width: 337.686px; height: 261px;" src="<?=$this->asset->getUrl('img/6d803ad759631c4c40d097aafb0c8303.png')?>"></p>

            <p>…можно всем вместе вспомнить и другие словосочетания со
                словами say, tell, speak, talk и word с предыдущих уровней. Своего
                рода разминка и lead-in к
                тому, что ждет наших питомцев дальше *демонический смех*)))</p>

            <p><br></p><p><span style="color: #3f3151;"><b>1</b></span> А дальше – в парах или самостоятельно ученики решают,
                какое слово используется в каждом из устойчивых выражений. Пускай обсуждают
                друг с другом, пользуются словарем, выясняют значение новых фраз. В общем,
                пускай резвятся))</p><p><img style="cursor: default; width: 542.292px; height: 388px;" src="<?=$this->asset->getUrl('img/7c3feb2c2d1c73074169444f95473d95.png')?>"></p><p></p>

            <p><br></p><p><span style="color: #3f3151;"><b>2 </b></span>Следующим этапом даем ученикам предложения, часть формулировок
                в которых нужно перефразировать с помощью более идиоматических выражений. Иначе
                все это звучит коряво, хоть технически и правильно.</p><p><img style="cursor: default; width: 602.616px; height: 447px;" src="<?=$this->asset->getUrl('img/dfa22c5c323e6b6be4208d304453f825.png')?>"></p><p></p>

            <p><br></p><p><span style="color: #3f3151;"><b>3 </b></span>Если группа слабая (или в качестве дополнительной
                развлекухи) можно зайти с другой стороны. Распечатываем карточки с
                предложениями, где нужное нам идиоматическое выражение перефразировано простым
                (и местами неестественным) языком:</p><p><div class="enlarge-pic" style="position: relative;"><a class="fancybox" href="/uploads/articles/b6b1de0c38c0447d2fb3c46325ef9470.jpg"><img alt="enlarge" style="cursor: pointer; width: 446px; height: 446px; float: none; margin: 0px;" src="<?=$this->asset->getUrl('img/b6b1de0c38c0447d2fb3c46325ef9470.jpg')?>"><div class="expander"></div></a></div></p>

            <p>Выдаем ученикам фразы, заранее нарезанные на две или три
                части, которые нужно:</p>

            <ul><li>совместить (подсказка – они напечатаны одним шрифтом и одним
                    цветом)</li><li>наклеить на обратную сторону карточки</li></ul><br><p>Пока ученики занимаются аппликацией, перемазываются клеем и
                впадают в детство, мы их всячески поощряем проговаривать фразы и предложения с
                новыми идиомами. Клеят и приговаривают, приговаривают и клеят)))</p>

            <p>Конкретно это задание я задумывала с целями:</p>

            <ul><li>немного разгрузить мозг</li><li>устроить небольшую рассинхронизацию голова (думает и
                    запоминает) – руки (клеят) – рот (произносит).</li><li>визуализировать идиомы (хотя бы и с помощью разных шрифтов и цветов)</li></ul>

            <p>Честно говоря, не
                знаю, получилось ли у меня сделать все по науке, а не только по кайфу)) Но, как бы
                там ни было, моей группе понравилось клеить и проговаривать. Да и просто красочно и жизнерадостно получилось!<br></p>

            <p>Дальше эти карточки мы используем еще не раз для отработки
                новых выражений, поэтому рекомендую распечатывать их на картоне или плотной
                бумаге.</p>
            <p><br></p><p><span style="color: #3f3151;"><b>4 </b></span>Можно потренировать произношение – фразовое ударение.
                Здесь ученики на слух определяют, какой stress pattern соответствуют эти фразы:</p><p><img style="cursor: default; width: 408.789px; height: 325px;" src="<?=$this->asset->getUrl('img/19157760c9511748971eaf56d8662214.png')?>"></p>

            <p>Произносим и отбиваем ритм.</p>

            <p>Подробнее о ритме, отбивании ладошек и рифмовках для
                отработки произношения.</p>
            <p><br></p><p><span style="color: #3f3151;"><b>5</b></span> На каком-нибудь из следующих уроков можно выдать ученикам
                карточки с пропусками во фразах, пущай вспоминают и пишут! <br></p><p><img style="cursor: default; width: 461.343px; height: 283px;" src="<?=$this->asset->getUrl('img/3bda523407283bcb62bb164c39ddccfe.png')?>"></p>

            <p><br></p><p><span style="color: #3f3151;"><b>6 </b></span>Дополнительно можно организовать учеников в пары угадывать
                пропущенную фразу. Половина ответов у Student A, половина ответов у Student B:</p><p><img style="cursor: default; width: 526.323px; height: 635px;" src="<?=$this->asset->getUrl('img/ca3850653fe1d9eb591b7acbfe4c5c28.png')?>"></p>
            <h3>Двусторонние карточки</h3>

            <p>Дальше в любой момент – хоть в качестве закрепления, хоть в
                качестве устного теста – можно взять те самые двусторонние карточки, которые мы
                дружно создали своими руками, и гонять идиомы туда-сюда:</p><p><div class="enlarge-pic" style="position: relative;"><a class="fancybox" href="<?=$this->asset->getUrl('img/b6ed78da9f19d79cadef1f6590637e9c.jpg')?>"><img alt="enlarge" style="cursor: pointer; width: 403px; height: 403px; float: none; margin: 0px;" src="<?=$this->asset->getUrl('img/b6ed78da9f19d79cadef1f6590637e9c.jpg')?>"><div class="expander"></div></a></div></p>

            <ul><li>смотрим на предложение с зачеркнутой фразой --&gt; вспоминаем
                    идиому --&gt; переворачиваем карточку --&gt; проверяем себя</li><li>смотрим на идиому –&gt; вспоминаем предложение с этой фразой
                    целиком –&gt; переворачиваем карточку –&gt; проверяем </li></ul>
            <p><br></p><p>Или можно поиграть в <strike>покер </strike>такую игру:</p>

            <ul><li>раздаем карточки всем присутствующим </li><li>задача группы – вести осмысленный разговор друг с другом,
                    используя выражения на своих карточках </li><li>цель – избавиться от всех своих карточек, то есть ввернул
                    свою фразу, кидай карточку на стол (это для спецэффектов, как во время
                    настоящих азартных игр)))</li><li>если реплика участника не вписывается в нить беседы,
                    участник не может избавиться от карточки</li></ul>
            <p>Все это полнейшая импровизация!<br></p><p>В общем, вариантов упражнений, заданий и форм работы – вагон
                и маленькая тележка. Все это можно использовать практически в любом порядке;
                что-то можно совсем исключить, если вашим ученикам это явно не подходит.
                Какие-то из этих заданий можно задать в качестве домашки. В общем, творите!))</p>

            <p>И поделитесь потом, если будете использовать этот план
                урока, как у вас пройдет материал! А то ведь все ученики и группы такие разные!</p>
        </form>

    </div>
</div>

<?php $this->append() ?>
